window.prjArr = [
  {
    id: 1,
    title: ["엠피알 브레인"],
    desc: "엠피알브레인은 국내외 클라이언트의 강력한 브랜드 아이덴티티 구축과 해외 비즈니스 컨설팅을 도왔던 마케팅 회사로 출발했습니다. 강력한 마케팅 배경을 바탕으로 MPR Brain은 화장품 OEM 및 ODM 서비스를 제공하는 화장품 제조업체로 매년 성장했습니다.",
    slogun: "We convert<br>vision into reality.",
    definition:
      "엠피알 브레인은 해외 고객을 위해 그들의 비즈니스 모델과 시스템을 소개할 사이트가 필요하였습니다. 내부 시스템 관리의 편의성 차원에서 워드프레스로 개발하였고, 콘텐츠 유형과 분량에 맞는 레이아웃과 UI 컴포넌트 선정에 집중하며 사이트를 완성하였습니다.",
    client: "(주)엠피알브레인",
    type: "워드프레스 사이트",
    scope: "4개 메뉴 x 25개 콘텐츠 블록",
  },
  {
    id: 2,
    title: ["수퍼게이트"],
    desc: "수퍼게이트는 기업 브랜드 인지도를 향상시킬 수 있는 사이트를 만드는데 목적이 있습니다. 시스템 칩 설계를 필요로하는 기업을 위한, 명확한 비즈니스 모델을 필요로하는 투자 기업을 위한, 그리고 일하고 싶은 일터를 찾고있는 유능한 개발 인재를 위한 사이트가 필요했습니다.",
    slogun: "편리하고 안전한 일상을 만들다.<br>수퍼게이트",
    definition:
      "일상 속 보이는 곳과 보이지 않는 모든 곳에는 시스템 칩이 있습니다. 수퍼게이트는 시스템 칩을 통해 편리하고 안전한 우리의 일상을 만들고 미래를 설계합니다. 수퍼게이트는 고객의 일상과 밀접하게 맞닿아있는 그들의 연구와 기술을 사이트를 통해 소개하고 있습니다.",
    client: "수퍼게이트",
    type: "워드프레스 사이트",
    scope: "5개 메뉴 x 50개 콘텐츠 블록",
  },
  {
    id: 3,
    title: ["디자인하우스", "전시사업본부"],
    desc: "디자인하우스 전시사업본부는 특화된 전시 사업 콘텐츠를 독립적으로 관리할 수 있는 웹사이트를 준비하였습니다. 디자인하우스의 전시사업을 대표하는 서울디자인페스티벌, 리빙디자인페어 이외에도 다양한 전시 행사를 소개하고 홍보하는 온라인 공간을 마련하고자 하였습니다.",
    slogun: "디자인과 기능에 충실한<br>워드프레스 기반의 웹사이트",
    definition:
      "전시사업본부의 사이트는 디자인 뿐만 아니라 기능적인 부분에 신경쓰며 만들어졌습니다. 디자인하우스의 기업 브랜드 아이덴터티를 유지시키기 위해 미니멀한 디자인 테마로 사이트의 컨셉을 완성하였습니다.",
    client: "디자인하우스",
    type: "워드프레스 사이트",
    scope: "5개 메뉴 x 45개 콘텐츠 블록",
  },
  {
    id: 4,
    title: ["서울리빙", "디자인페어"],
    desc: "서울리빙디자인페어는 인테리어 디자이너, 마케터, 트렌드 리서치 기관, 문화계 인사를 비롯하여 28만 여명의 참관객이 방문하고 있습니다. 이렇게 매년 최신 트렌드를 반영한 흥미로운 콘텐츠를 웹사이트에 담아내어 디지털 아카이브 (Digital Archive)을 구현하였습니다.",
    slogun: "디지털 아카이브를 구축하다.",
    definition:
      "서울리빙디자인페어 사이트는 크게 6개의 메뉴로 정리되어 있습니다. 디자이너스 초이스, 리빙트렌드, 디자인 전시, 리빙 어워드, 세미나 등 다양한 콘텐츠를 카테고리별로 정리하여 지속적인 콘텐츠 관리가 가능하도록 만들어졌습니다.",
    client: "디자인하우스",
    type: "워드프레스 사이트",
    scope: "6개 메뉴 x 45개 콘텐츠 블록",
  },
  {
    id: 5,
    title: ["서울디자인", "페스티벌"],
    desc: "2002년 처음 개막한 디자인 전문 전시, 서울디자인페스티벌은 대한민국 디자인 전시 산업을 이끌어 온 전통과 역사를 알리고, 서울디자인페스티벌과 함께 한 국내외 브랜드와 디자이너들을 소개하는 웹사이트를 개편하였습니다.",
    slogun: "판교를 넘어 글로벌 IT 기업으로",
    definition:
      "서울디자인페스티벌 사이트는 크게 6개의 메뉴로 콘텐츠가 정리되어 있습니다. 의미적으로는 디자인 전시 분야에서 17년동안 대한민국을 대표해온 전통과 역사를 알리고, 기능적으로는 참가업체 및 브랜드, 그리고 디자이너들의 정보를 쉽게 열람할 수 있도록 설계되었습니다.",
    client: "디자인하우스",
    type: "워드프레스 사이트",
    scope: "6개 메뉴 x 45개 콘텐츠 블록",
  },
  {
    id: 6,
    title: ["리트빅"],
    desc: "판교 테크노 밸리에 위치한 리트빅은 미래 고부가가치산업에 필요한 다양한 제품과 시스템을 개발하는 기업입니다. 특히 IPTV 방송특수설비 기술과 영상기반의 첨단 운전자 지원 시스템 개발에 집중하며 지속적인 성장을 하고 있습니다.",
    slogun: "판교를 넘어 글로벌 IT 기업으로",
    definition:
      "리트빅 사이트에서는 판교를 넘어 글로벌 IT 기업으로서 성장한 리트빅의 미래 기술을 확인할 수 있습니다. 가까운 미래에 쓰일 제품과 기술을 시각적으로 친절하게 설명할 수 있도록 기획, 제작되었습니다.",
    client: "리트빅",
    type: "워드프레스 사이트",
    scope: "4개 메뉴 x 25개 콘텐츠 블록",
  },
  {
    id: 7,
    title: ["위드건축사무소"],
    desc: "1994년에 설립된 위드종합건축사사무소에서는 건축설계 뿐만 아니라, 기술제안, 민간투자사업, 대형건설사 협업까지 다양한 일을 하고 있습니다. 그동안 현장에서 수행했던 프로젝트들을 정리하고 분류할 수 있는 기능적인 사이트 개편이 필요하였습니다.",
    slogun: "위드건축사무소 사이트는<br> 워드프레스로 만들어졌습니다.",
    definition:
      "사이트는 총 4개의 메뉴인 Home, About, Works, Contact로 구성되어 있습니다. 각 화면에 필요한 콘텐츠는 25개로 블록화된 레이아웃과 UI 디자인을 활용하여 완성하였습니다.",
    client: "(주)위드종합건축사사무소",
    type: "워드프레스 사이트",
    scope: "4개 메뉴 x 25개 콘텐츠 블록",
  },
  {
    id: 8,
    title: ["그렉스전자"],
    desc: "그렉스 전자는 아파트와 같은 공동주택의 실내공기 환경 개선을 위한 에어 케어 솔루션 (Air-Care Solution)을 제공합니다. 그렉스 전자는 2007년부터 국내 주택 건설시장에서 환기시스템을 개발에 주력하였고, 현재는 실내 환기뿐만 아니라 공기청정시스템까지 함께 사업영역을 키워나가고 있습니다.",
    slogun: "생활의 행복을 함께 만들어 갑니다.",
    definition:
      "실내공기 환경 개선을 위한 다양한 제품과 시스템을 웹사이트에 어떻게 배치하고 노출시킬지에 대해 많은 고민을 하였습니다. 공기질을 개선시켜주는 방법에 따라 다른 시스템 관련 콘텐츠들은 ‘솔루션’ 메뉴에, 그 시스템들을 완성시켜주는 각각의 세부 제품들은 ‘제품안내’ 메뉴에 이해하기 쉽게 정리해보았습니다.",
    client: "주)그렉스",
    type: "워드프레스 사이트",
    scope: "5개 메뉴 x 45개 콘텐츠 블록",
  },
];
